tap "jandedobbeleer/oh-my-posh"
brew "asdf"
brew "openssl@3"
brew "bat"
brew "chezmoi"
brew "direnv"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "gcc"
brew "gemini-cli"
brew "gh"
brew "lazygit"
brew "libyaml"
brew "neovim"
brew "ripgrep"
brew "ruby-build"
brew "tree"
brew "vivid"
brew "zoxide"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
cask "1password"
cask "1password-cli"
cask "choosy"
cask "coteditor"
cask "daisydisk"
cask "ghostty"
cask "istat-menus"
cask "ngrok"
cask "nordvpn"
cask "rubymine"
